import React from "react";
import s from "./Home.module.css"


const Home = () => {
    return (
        <div className={s.container}>
            <img src="https://belberry.net/upload/iblock/c55/v6z2s8ry3qbx2tsdfa2wm9pqrpgay8pw.png" alt="img" />
            <p>
                Обучение является неотъемлемой частью человеческого развития, 
                предоставляя индивидуумам инструменты и знания для успешного существования в современном мире. 
                Это динамичный и многогранный процесс, охватывающий формальные учебные заведения, 
                самообразование и опыт, полученный в ходе жизни. Формальное обучение, 
                такое как школьное и высшее образование, обеспечивает систематизированный подход к усвоению знаний и навыков, а также формирует критическое мышление и социальные навыки. 
                Самообразование становится всё более важным в условиях быстрого технологического развития, 
                позволяя людям адаптироваться к изменениям, 
                углублять свои интересы и развивать новые компетенции.
            </p>
            <p>
                В процессе обучения, независимо от формы, акцент делается не только на передаче конкретных знаний, 
                но и на развитии креативности, умения решать проблемы, коммуникационных навыков и критического мышления. 
                Обучение стимулирует личностный рост, помогает раскрывать потенциал и формировать ценности. 
                Способность к обучению становится ключевым фактором для успешной карьеры и активной участии в обществе. 
                В общем, обучение играет решающую роль в создании осведомленных, 
                гибких и компетентных граждан, способных эффективно справляться с вызовами современного 
            </p>
        </div>
    )
}

export default Home